tap "aws/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/php"
tap "jesseduffield/lazydocker"
tap "josephpage/jetpack-io"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "minio/stable"
tap "sandreas/tap"
tap "sst/tap"
tap "stackery/tap"
brew "ack"
brew "libtiff"
brew "harfbuzz"
brew "ansible"
brew "antibody", link: false
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "asciinema"
brew "python@3.8"
brew "aws-sam-cli"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2", link: false
brew "bat"
brew "blueutil"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "unbound"
brew "gnutls"
brew "libass"
brew "tesseract"
brew "libheif"
brew "czkawka"
brew "dog"
brew "dos2unix"
brew "doxygen"
brew "duti"
brew "fd"
brew "figlet"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "git-gui"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "guile"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "kubectx"
brew "libpq"
brew "libxml2"
brew "lsusb"
brew "mas"
brew "minikube", link: false
brew "moreutils"
brew "n"
brew "ncdu"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "peco"
brew "perl"
brew "php"
brew "pipx"
brew "pngpaste"
brew "pstree"
brew "pv"
brew "pyenv"
brew "python-yq"
brew "python@3.11"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "tig"
brew "travis"
brew "watchman"
brew "wget"
brew "wrk"
brew "yarn", link: false
brew "zsh-history-substring-search"
brew "localstack/tap/localstack-cli"
brew "minio/stable/mc"
brew "sandreas/tap/m4b-tool"
brew "sst/tap/opencode"
brew "stackery/tap/stackery-cli"
cask "1password", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "amethyst", args: { appdir: "/Applications" }
cask "beekeeper-studio", args: { appdir: "/Applications" }
cask "caffeine", args: { appdir: "/Applications" }
cask "chromedriver"
cask "claude-code"
cask "dash", args: { appdir: "/Applications" }
cask "db-browser-for-sqlite", args: { appdir: "/Applications" }
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox@developer-edition", args: { appdir: "/Applications" }
cask "gcloud-cli"
cask "gemini", args: { appdir: "/Applications" }
cask "gimp"
cask "gitify"
cask "gitkraken", args: { appdir: "/Applications" }
cask "gitup-app"
cask "gcloud-cli"
cask "graphiql", args: { appdir: "/Applications" }
cask "graphql-playground", args: { appdir: "/Applications" }
cask "halloy"
cask "handbrake-app", args: { appdir: "/Applications" }
cask "java"
cask "jumpcut"
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "kitty", args: { appdir: "/Applications" }
cask "licecap", args: { appdir: "/Applications" }
cask "macdown", args: { appdir: "/Applications" }
cask "macvim-app"
cask "pdf-expert", args: { appdir: "/Applications" }
cask "phoenix", args: { appdir: "/Applications" }
cask "plex-media-player"
cask "rar"
cask "sequel-ace", args: { appdir: "/Applications" }
cask "sequel-pro", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "sublime-text", args: { appdir: "/Applications" }
cask "textual"
cask "transmit", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "webpack-dashboard"
cask "xquartz"
cask "ytmdesktop-youtube-music"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrejunges.handlebars"
vscode "apollographql.vscode-apollo"
vscode "arcanis.vscode-zipfs"
vscode "be5invis.vscode-custom-css"
vscode "bierner.color-info"
vscode "bradymholt.pgformatter"
vscode "britesnow.vscode-toggle-quotes"
vscode "cancerberosgx.vscode-typescript-refactors"
vscode "canna.figlet"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "cssho.vscode-svgviewer"
vscode "davidanson.vscode-markdownlint"
vscode "davidmarek.jsonpath-extract"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "drknoxy.eslint-disable-snippets"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "embedded-typescript.embedded-typescript-vsc"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-node-modules"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "fr43nk.seito-openfile"
vscode "gerane.theme-abyss"
vscode "github.github-vscode-theme"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "humao.rest-client"
vscode "imperez.smarty"
vscode "jasonnutter.search-node-modules"
vscode "joaompinto.vscode-graphviz"
vscode "karunamurti.tera"
vscode "kenhowardpdx.vscode-gist"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "leizongmin.quick-open"
vscode "linusu.auto-dark-mode"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marquesmps.dockerfile-validator"
vscode "mksafi.find-word-at-cursor"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "naturalclar.workspace-settings-json"
vscode "naumovs.node-modules-resolve"
vscode "nickdemayo.vscode-json-editor"
vscode "orta.vscode-jest"
vscode "plibither8.remove-comments"
vscode "pnp.polacode"
vscode "qinjia.view-in-browser"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rogalmic.bash-debug"
vscode "sallar.json-to-js-object"
vscode "shan.code-settings-sync"
vscode "stackery.stackery"
vscode "stevencl.adddoccomments"
vscode "stkb.rewrap"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "technosophos.vscode-helm"
vscode "thomascsd.vscode-readme-pattern"
vscode "timonwong.shellcheck"
vscode "tlevesque.import-to-require"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "trixnz.go-to-method"
vscode "tyriar.lorem-ipsum"
vscode "tyriar.sort-lines"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wallabyjs.quokka-vscode"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wooodhead.vscode-wrap-console-log-simple"
vscode "wwm.better-align"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "yoshinorin.current-file-path"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
